<html xmlns="http://www.w3.org/1999/xhtml" xmlns:tei="http://www.tei-c.org/ns/1.0" xml:lang="en">
   <head>
      <meta http-equiv="Content-Type" content="text/html; charset=utf-8"></meta>
      <title>Bibliography</title>
   </head>
   <body>
      <div class="bib-body" style="line-height: 1.35; margin-left: 2em; text-indent:-2em;">
         <div class="bibliography">
            <div xmlns="" class="entry">As&iacute;n Palacios, Miguel. <i>El Islam cristianizado: estudio del "sufismo" a trav&eacute;s de las obras de Abenarabi de Murcia</i>.
               
                1. ed.
                Madrid:
                Editorial Plutarco, 1931.
            </div>
            <div xmlns="" class="entry">As&iacute;n Palacios, Miguel. <i>L'Islam christianis&eacute;: &eacute;tude sur le soufisme &agrave; travers les oeuvres d'Ibn Arab&icirc; de Murcie</i>.
               
                Translated by Bernard Dubant.  Paris:
                Tr&eacute;daniel, 1982.
            </div>
            <div xmlns="" class="entry">Chittick, William C.. <i>The self-disclosure of God: principles of Ibn al-&#703;Arab&#299;'s cosmology</i>.
               
                Albany:
                State University of New York Press, 1998.
            </div>
            <div xmlns="" class="entry">Chittick, William C.. <i>Imaginal worlds: Ibn al-&#703;Arab&#299; and the problem of religious diversity</i>.
               
                Albany:
                State University of New York Press, 1994.
            </div>
            <div xmlns="" class="entry">Chittick, William C.. <i>The Sufi path of knowledge: Ibn al-&#703;Arabi's metaphysics of imagination</i>.
               
                Albany:
                State University of New York Press, 1989.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Islamic sainthood in the fullness of time: Ibn al-&#703;Arab&#299;'s "Book of the fabulous gryphon"</i>.
               
                Translated by Gerald T. Elmore.  Leiden:
                Brill, 1999.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Kit&#257;b al-Alif wa-huwa kit&#257;b al-A&#7717;ad&#299;yah</i>.
               
                al-&#7788;ab&#703;ah 1., &#1575;&#1604;&#1591;&#1576;&#1593;&#1577; &#1633;..
                &#7716;aydar&#257;b&#257;d al-Dakkan:
                Ma&#7789;ba&#703;at D&#257;&#700;irat al-Ma&#703;&#257;rif al-&#703;Uthm&#257;n&#299;yah, 1361.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#700;il Ibn al-&#703;Arab&#299;</i>.
               
                al-&#7788;ab&#703;ah 1., &#1575;&#1604;&#1591;&#1576;&#1593;&#1577; &#1633;..
                &#7716;aydar&#257;b&#257;d al-Dakkan:
                Ma&#7789;ba&#703;at D&#257;&#700;irat al-Ma&#703;&#257;rif al-&#703;Uthm&#257;n&#299;yah, 1367.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>The Seven Days of the Heart =: Awr&#257;d al-usb&#363;&#699; (Wird): prayers for the nights and days of the week</i>.
               
                Translated by Pablo Beneito and Stephen Hirtenstein.  Pbk. ed.
                Oxford:
                Anqa, 2008.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>L'interpr&egrave;te des d&eacute;sirs: Turjum&#257;n al-ashw&#257;q</i>.
               
                Translated by Maurice Gloton.  Paris:
                Michel, 1996.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Le livre de l'extinction dans la contemplation = (Kit&acirc;bu-l- fan&acirc;'i f&icirc;-l-Mush&acirc;hada)</i>.
               
                Paris:
                &Eacute;ditions de l'OEuvre, 1984.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Kit&#257;b al-Fan&#257;&#700; f&#299; al-mush&#257;hadah</i>.
               
                al-&#7788;ab&#703;ah 1., &#1575;&#1604;&#1591;&#1576;&#1593;&#1577; &#1633;..
                &#7716;aydar&#257;b&#257;d al-Dakkan:
                Ma&#7789;ba&#703;at Jam&#703;&#299;yat D&#257;&#700;irat al-Ma&#703;&#257;rif al-&#703;Uthm&#257;n&#299;yah, 1361.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Fu&#7779;&#363;&#7779; al-&#7717;ikam</i>.
               
                al-&#7788;ab&#699;ah al-&#363;l&aacute;., &#1575;&#1604;&#1591;&#1576;&#1593;&#1577; &#1575;&#1604;&#1571;&#1608;&#1604;&#1609;..
                al-Q&#257;hirah:
                Maktabat Mi&#7779;r, 2015.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>The ringstones of wisdom: Fu&#7779;&#363;&#7779; al-&#7717;ikam</i>.
               
                Translated by Caner K. Dagli.  S.l:
                Great Books of the Islamic World, 2004.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Le livre des chatons des sagesses</i>.
               
                Translated by Charles-Andr&eacute; Gilis.  Beyrouth:
                Al-Bouraq, 1997.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Los engarces de la sabidur&iacute;a</i>.
               
                Translated by Abderram&aacute;n Mohamed Maan&aacute;n.  Madrid:
                Hiperi&oacute;n, 1991.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Fus&ucirc;su'l-hikem terc&uuml;me ve &#351;erhi</i>.
               
                Translated by Ahmed Avni Konuk.  1ci bask&#305;.
                &#304;stanbul:
                Derg&acirc;h, 1987.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Fu&#7779;&#363;&#7779; al-&#7717;ikam</i>.
               
                al-&#7788;ab&#703;ah 2., &#1575;&#1604;&#1591;&#1576;&#1593;&#1577; &#1634;..
                Bayr&#363;t:
                D&#257;r al-Kit&#257;b al-&#703;Arab&#299;, 1980.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>The Bezels of Wisdom</i>.
               
                Translated by R. W. J. Austin.  Mahwah, N.J:
                Paulist Press, 1980.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Fu&#7779;&#363;&#7779; al-&#7717;ikam: das Buch der Siegelringsteine der Weisheitsspr&uuml;che</i>.
               
                Translated by Hans Kofler.  Graz:
                Akademische Druck- u. Verlagsanstalt, 1970.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Les trente-six attestations coraniques de l'unit&eacute;</i>.
               
                Paris:
                Al-Bustane, 1994.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ibn al-Arabi on the mysteries of the pilgrimage from the Fut&#363;&#7717;&#257;t al-Makk&#299;yah (Meccan revelations)</i>.
               
                Translated by Aisha Abdurrahman Bewley.  Chicago?:
                Great Books of the Islamic World, 2009.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ibn al-Arabi on the mysteries of purification and formal prayer from the Fut&#363;&#7717;&#257;t al-Makk&#299;yah (Meccan revelations)</i>.
               
                Translated by Aisha Abdurrahman Bewley.  Chicago?:
                Great Books of the Islamic World, 200.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;, and  . <i>al-Fut&#363;&#7717;&#257;t al-Makk&#299;yah</i>.
               
                al-Q&#257;hirah:
                al-Hay&#700;ah al-Mi&#7779;r&#299;yah al-&#703;&#256;mmah lil-Kit&#257;b, 1972.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>The openings revealed in Makkah</i>.
               
                New York:
                Pir Press, 2020.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-Fut&#363;&#7717;&#257;t al-Makk&#299;ya</i>.
               
                [al-Q&#257;hira]:
                Bul&#257;q, 1857.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>La pri&egrave;re du jour du vendredi: extrait du chapitre 69 des Fut&#363;h&#257;t</i>.
               
                Paris:
                Al-Bustane, 1994.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>The Meccan revelations</i>.
               
                New York, [N.Y:
                Pir Press, 2002.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>The alchemy of human happiness (F&#299; ma&#703;rifat k&#299;miy&#257;&#702; al-sa&#703;&#257;da)</i>.
               
                Oxford:
                Anqa Publishing, 2017.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Las iluminaciones de La Meca: textos escogidos</i>.
               
                Madrid:
                Siruela, 1996.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Le voyage spirituel: les illuminations de la Mecque, CCCLXVII</i>.
               
                Louvain-la-Neuve:
                Bruylant-Academia, 1995.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Trait&eacute; de l'amour</i>.
               
                Paris:
                A. Michel, 1986.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-Fut&#363;&#7717;&#257;t al-Makk&#299;ya</i>.
               
                [al-Q&#257;hira]:
                D&#257;r al-Kutub al-&#703;Arabiyya al-Kubr&#257;, 1329.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ibn Arabi Le Livre Du Nom De Majest&eacute; Allah</i>.
               
                Translated by Michel V&acirc;lsan.  L'&Icirc;le verte, 2020.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>La Parure des Abd&acirc;l (Hilyatu-l-Adb&acirc;l): (Hilyatu-l-Adb&acirc;l ) -b Traduit de l'arabe, pr&eacute;sent&eacute; et annot&eacute; par Michel VALSAN</i>.
               
                Translated by Michel V&acirc;lsan.  ARCHE EDIZIONI, 2018.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Le Livre d'enseignement par les formules indicatives des gens inspir&eacute;s</i>.
               
                Translated by Michel V&acirc;lsan.  Paris:
                &Eacute;d. de l'oeuvre, 1985.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>The four pillars of spiritual transformation: the adornment of the spirituality transformed (Hilyat al-abdal)</i>.
               
                Oxford:
                Anqa, 2008.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>A prayer for spiritual elevation and protection: al-Dawr al-a la (Hizb al-wiqaya)</i>.
               
                Translated by Suha Taji-Farouki.  Oxford:
                Anqa, 2007.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>La sagesse des proph&egrave;tes (Fu&ccedil;u&ccedil; al-hikam)</i>.
               
                Paris:
                A. Michel, 1974.
            </div>
            <div xmlns="" class="entry">Ibn &#699;Arabi, Muhyi l-Din. <i>Tratado del amor</i>.
               
                Translated by Mar&iacute;a Marrades.  Edicomunicaci&oacute;n,, 1988.
            </div>Ibn 'Arab&#299;='s metaphysics of love: A textual study of chapter 178 of al-Fut&#363;h&#257;t al-MakkiyyaIbn 'Arab&#299;='s metaphysics of love, and Hany Talaat Ahmed Ibrahim20142024-09-02T12:04:04Zhttps://www.proquest.com/docview/1627157462/abstract/?pq-origsite=primofutuhatstudy
            <div xmlns="" class="entry">Jurj&#257;n&#299;, &#699;Al&#299; ibn Mu&#7717;ammad. <i>H&#257;dh&#257; kit&#257;b al-Ta&#699;r&#299;f&#257;t / li-&#699;Al&#299; ibn Mu&#7717;ammad al-Jurj&#257;n&#299;. Wa-yal&#299;hi Ris&#257;lah f&#299; bay&#257;n i&#7779;&#7789;al&#257;&#7717;&#257;t ra&#700;&#299;s al-&#7779;&#363;f&#299;yah al-w&#257;ridah
                  f&#299; al-Fut&#363;&#7717;&#257;t al-Makk&#299;yah.,&#1607;&#1575;&#1584;&#1575; &#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1578;&#1593;&#1585;&#1610;&#1601;&#1575;&#1578; / &#1604;&#1593;&#1604;&#1610; &#1576;&#1606; &#1605;&#1581;&#1605;&#1583; &#1575;&#1604;&#1580;&#1585;&#1580;&#1575;&#1606;&#1610;. &#1608;&#1610;&#1604;&#1610;&#1607; &#1585;&#1587;&#1575;&#1604;&#1577; &#1601;&#1610; &#1576;&#1610;&#1575;&#1606; &#1575;&#1589;&#1591;&#1604;&#1575;&#1581;&#1575;&#1578; &#1585;&#1574;&#1610;&#1587; &#1575;&#1604;&#1589;&#1608;&#1601;&#1610;&#1577; &#1575;&#1604;&#1608;&#1575;&#1585;&#1583;&#1577;
                  &#1601;&#1610; &#1575;&#1604;&#1601;&#1578;&#1608;&#1581;&#1575;&#1578; &#1575;&#1604;&#1605;&#1603;&#1610;&#1577;</i>.
               
                Turkey:
               1883.
            </div>
            <div xmlns="" class="entry">Keklik, Nihat. <i>&#304;bn'&uuml;l-Arabi'nin eserleri ve kaynaklar&#305; i&ccedil;in misdak olarak el-Fut&ucirc;h&acirc;t el-Mekkiyye: yan motifler</i>.
               
                &#304;stanbul:
                Edebiyat Fak&uuml;ltesi Matbaas&#305;, 1974.
            </div>
            <div xmlns="" class="entry">McAuley, Denis Enrico. <i>Ibn  &#703;Arab&#299;'s Mystical Poetics</i>.
               
                1st ed.
                Oxford:
                Oxford University Press, 2012.
            </div>
            <div xmlns="" class="entry">Chittick, William C.  &#8216;The Last Will and Testament of Ibn &#8216;Arabi&#8217;s Foremost Disciple, Sadr al-Din Qunawi&#8217;. <i></i> ().
            </div>
            <div xmlns="" class="entry">Chittick, William C..  &#8216;Ibl&#299;s Ibl&#299;s and the Jinn in al-Fut&#363;h&#257;t al-Makkiyya&#8217;. <i></i> (2008): 99&#8211;126.
            </div>
            <div xmlns="" class="entry">Cook, Julian, and Stephen Hirtenstein.  &#8216;The Great Diw&#257;n and its offspring; the collection and dispersion of Ibn &#703;Arab&#299;&#8217;s poetry&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 52 (2012): 33-91.
            </div>
            <div xmlns="" class="entry">Deladri&egrave;re, Roger.  &#8216;The Diw&#257;n of Ibn &#8216;Arab&#299;&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 15 (1994).
            </div>
            <div xmlns="" class="entry">Elmore, Gerald.  &#8216;&#7778;adr al-D&#299;n al-Q&#363;naw&#299;'s Personal Study-List of Books by Ibn al-&#703;Arab&#299;&#8217;. <i>Journal of Near Eastern Studies</i> 56 (1997): 161-181.
            </div>
            <div xmlns="" class="entry">Elmore, Gerald.  &#8216;Ibn al-&#703;Arab&#299;'s Testament on the Mantle of Initiation (al-Khirqah)&#8217;. <i>Journal of the Muhyiddin Ibn &iexcl;Arabi Society</i> 26 (1999): 1-33.
            </div>
            <div xmlns="" class="entry">Elmore, Gerald.  &#8216;A Selection of Texts on the Theme of Praise from some Gnomic Works by Ibn al-&#8216;Arabi&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 23 (1998).
            </div>
            <div xmlns="" class="entry">Elmore, Gerald.  &#8216;The Bulaq Diwan of Ibn Al-'Arabi: Addenda To a Tentative Description&#8217;. <i>Journal of Arabic Literature</i> 29 (1998): 136-163.
            </div>
            <div xmlns="" class="entry">Hirtenstein, Stephen.  &#8216;Manuscripts of Ibn &#8216;Arab&#299;&#8217;s Works: Some Preliminary Notes on al-D&icirc;w&acirc;n al-kab&icirc;r&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 39 (2005).
            </div>
            <div xmlns="" class="entry">Hirtenstein, Stephen, and Leyla Shamash.  &#8216;K. al-Fana&#703; fi-l-mush&#257;hada&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 9 (1991): 1-17.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Translation of Ibn &#8216;Arab&#299;&#8217;s Book of Alif (or: Book of Unity)&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 2 (1984).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;TRADUZIONE IL LIBRO DELLA REGOLA STABILITA IN MODO INEQUIVOCABILE SULLE CONDIZIONI CHE SONO INDISPENSABILI PER LA GENTE DELLA
               VIA DI ALLAH&#8217;. <i>El Azufre Rojo</i> 11 (2023).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;TRADUZIONE DEL LIBRO DELL&#8217;ESSENZA DI CI&Ograve; CHE &Egrave; INDISPENSABILE PER L&#8217;ASPIRANTE DI IBN &#699;ARAB&#298;&#8217;. <i>El Azufre Rojo</i> 11 (2023).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;TRADUZIONE: IL LIBRO DELLA CERTEZZA (KIT&#256;B AL-YAQ&#298;N) DI IBN &#703;ARAB&#298;&#8217;. <i>El Azufre Rojo</i> 7 (2020).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;ANNESSI: TESTI DELLE AL-FUT&#362;&#7716;&#256;T AL-MAKKIYYA&#8217;. <i>El Azufre Rojo</i> 7 (2020).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;TRADUZIONE: IL LIBRO DELLA CONOSCENZA.&#8217;. <i>El Azufre Rojo</i> 12 (2024).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;IBN &#703;ARAB&#298; - CAPITOLO 2 DI AL-FUT&#362;&#7716;&#256;T AL-MAKKIYYA: I GRADI DELLE LETTERE E DELLE VOCALI NEL MONDO&#8217;. <i>El Azufre Rojo</i> 10 (2022).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Il libro della produzione dei cerchi di Ibn &#703;Arab&#299;&#8217;. <i>El Azufre Rojo</i> 5 (2018).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Ibn&#703;Arab&#299;: El adorno de los sustitutos (&#7716;ilyat al-abd&#257;l)&#8217;. <i>El Azufre Rojo</i> 2 (2015).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Ibn&#703;Arab&#299;: Il Libro della Verit&agrave; (Kit&#257;b al-&#7716;aqq)&#8217;. <i>El Azufre Rojo</i> (1970).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Ibn &#8216;Arab&#299; &#8217;s Kit&#257;b al-B&#257;&#8217;: The Truth through which the Heavens and the Earths Were Created&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 65 (2019): 1-27.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;On the Inner Knowledge of Spirits Made of an Igneous Mixture: Chapter 9 of Fut&#363;&#7717;&#257;t al-Makkiyya&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 44 (2008): 1-24.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Les &eacute;tats des initi&eacute;s au moment de leur mort (Chap. 176)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Nov.-D&eacute;c. ; n&deg; 386 (1964): 252.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;La v&eacute;n&eacute;ration des Ma&icirc;tres spirituels (Chap. 181)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Juil.-Ao&ucirc;t et Sept.-Oct. ; n&deg; 372-373 (1962): 165-166.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;La notion de h&acirc;l (Chap. 192)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Juil.-Ao&ucirc;t et Sept.-Oct. ; n&deg; 372-373 (1962): 173.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;La notion de maq&acirc;m (Chap. 193)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Juil.-Ao&ucirc;t et Sept.-Oct. ; n&deg; 372-373 (1962): 178.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;La notion de &laquo; Shar&icirc;&#8217;a &raquo; (La Loi ou Voie G&eacute;n&eacute;rale) (Chap. 262)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Juil.-Ao&ucirc;t et Sept.-Oct. ; n&deg; 396-397 (1966): 206.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;La notion de &laquo; Haq&icirc;qa &raquo; (La V&eacute;rit&eacute; essentielle) (Chap. 263)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Juil.-Ao&ucirc;t et Sept.-Oct. ; n&deg; 396-397 (1966): 212.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Oraisons m&eacute;taphysiques &#8211; (Pr&eacute;sentation et Oraisons de jour : Dimanche et Jeudi)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Sept. ; n&deg; 278 (1949): 251.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Sur l&#8217;abandon de la Khalwa (Chap. 79)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Mars-Avr. et Mai-Juin ; n&deg; 412-413 (1969): 87.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Sur la notion de Khalwa (Chap. 78)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Mars-Avr. et Mai-Juin; n&deg; 412-413 (1969): 77.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Avant-Propos (Extraits)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Oct.-Nov.; n&deg; 31 (1953): 302.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Sur la Science propre &agrave; J&eacute;sus (Chap. 20)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Mars-Avr.; n&deg; 424-425 (1971): 62.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Textes sur la Connaissance supr&ecirc;me (Le Livre des Instructions ; La question pos&eacute;e par Ibn Sawdak&icirc;n ; Sens m&eacute;taphysique de
               la formule &laquo; All&acirc;hu Akbar &raquo;)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Avr. Mai ; n&deg; 299 et Juin ; n&deg; 300 (1952): 125 et 182.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Sur celui qui "revient" (vers les cr&eacute;atures) apr&egrave;s &ecirc;tre "parvenu" (&agrave; la V&eacute;rit&eacute; supr&ecirc;me) et sur Celui qui le fait revenir.
               (Chap. 45)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Avr.-Mai; n&deg; 307 (1953): 125.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;&Eacute;p&icirc;tre adress&eacute;e &agrave; l&#8217;Im&acirc;m ar-R&acirc;z&icirc;&#8217;. <i>&Eacute;tudes Traditionnelles</i> Juillet-Ao&ucirc;t et Sept.-Oct. ; n&deg; 366-367 (1961): 242.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Conseil &agrave; l&#8217;aspirant (22&egrave;me chapitre de l&#8217;ouvrage At-tadb&icirc;r&acirc;tu-l-il&acirc;hiyya f&icirc;-isl&acirc;hi-l-mamlakati-l-ins&acirc;niyya)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Mars-Avr. ; n&deg; 370 et Mai-Juin ; n&deg; 371 (1962): 85 (= p. 37 dans le cahier de Mars-Avril 1962) et 122.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;La demeure du C&#339;ur de l&#8217;invocateur et les secrets qui lui sont particuliers (extrait du livre Maw&acirc;qi&#8217;u-n-Nuj&ucirc;m)&#8217;. <i>&Eacute;tudes Traditionnelles</i> Mai-Juin et Juil.-Ao&ucirc;t ; n&deg; 389-390 (1965): 129.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Conseil &agrave; un ami&#8217;. <i>&Eacute;tudes Traditionnelles</i> Sept.-Oct. et Nov.-D&eacute;c. ; n&deg; 409-410 (1968): 243.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;&Eacute;p&icirc;tre sur les Facettes du C&#339;ur&#8217;. <i>&Eacute;tudes Traditionnelles</i> Mars-Avr. ; n&deg; 418 (1970): 61.
            </div>
            <div xmlns="" class="entry">Karjoo-Ravary, Ali.  &#8216;From the Remainder of Adam&#8217;s Clay: Chapter Eight of Ibn al-&#703;Arab&#299;&#8217;s al-Fut&#363;&#7717;&#257;t al-Makkiyya&#8217;. <i>Journal of Sufi studies</i> 10 (2021): 6&#8211;28.
            </div>
            <div xmlns="" class="entry">Karjoo-Ravary, Ali.  &#8216;Mapping the Unseen: Ibn al-&#703;Arab&#299;'s Maps in Chapter 371 of al-Fut&#363;&#7717;&#257;t al-Makkiyya&#8217;. <i>Journal of Sufi studies</i> 12 (2023): 1&#8211;64.
            </div>
            <div xmlns="" class="entry">Marconi, Maurizio.  &#8216;IL LIBRO DELLA CERTEZZA (KIT&#256;B AL-YAQ&#298;N) DI IBN &#703;ARAB&#298;. Edizione, traduzione e note a cura di Maurizio Marconi&#8217;. <i>El Azufre Rojo</i> 7 (2020).
            </div>
            <div xmlns="" class="entry">Marconi, Maurizio.  &#8216;IBN &#703;ARAB&#298;: IL LIBRO DELLA REGOLA STABILITA IN MODO INEQUIVOCABILE SULLE CONDIZIONI CHE SONO INDISPENSABILI PER LA GENTE DELLA
               VIA DI ALLAH&#8217;. <i>El Azufre Rojo</i> 11 (2023).
            </div>
            <div xmlns="" class="entry">Marconi, Maurizio.  &#8216;ESEMPI DI PAGINE DEI MANOSCRITTI UTILIZZATI PER L'EDIZIONE DEL KIT&#256;B AL-AMR AL-MU&#7716;KAM AL-MARB&#362;&#7788; F&#298;- M&#256; YALZAM AHL &#7788;AR&#298;Q ALL&#256;H
               MIN AL-&#352;UR&#362;&#7788; DI IBN &#699;ARAB&#298;&#8217;. <i>El Azufre Rojo</i> 11 (2023).
            </div>
            <div xmlns="" class="entry">Marconi, Maurizio.  &#8216;IBN &#703;ARAB&#298;: IL LIBRO DELL&#8217;ESSENZA DI CI&Ograve; CHE &Egrave; INDISPENSABILE PER L&#8217;ASPIRANTE (KIT&#256;B KUNH M&#256; L&#256; BUDDA LI-L-MUR&#298;D MIN-H)&#8217;. <i>El Azufre Rojo</i> 11 (2023).
            </div>
            <div xmlns="" class="entry">Marconi, Maurizio.  &#8216;ESEMPI DI PAGINE DEI MANOSCRITTI UTILIZZATI PER L'EDIZIONE DEL KIT&#256;B KUNH M&#256; L&#256; BUDDA LI-L-MUR&#298;D MIN-HU DI IBN &#699;ARAB&#298;&#8217;. <i>El Azufre Rojo</i> 11 (2023).
            </div>
            <div xmlns="" class="entry">Marconi, Maurizio.  &#8216;ESEMPI DI PAGINE DEI MANOSCRITTI UTILIZZATI&#8217;. <i>El Azufre Rojo</i> 7 (2020).
            </div>
            <div xmlns="" class="entry">Marconi, Maurizio.  &#8216;IBN &#703;ARAB&#298;: IL LIBRO DELLA CONOSCENZA.&#8217;. <i>El Azufre Rojo</i> 12 (2024).
            </div>
            <div xmlns="" class="entry">Marconi, Maurizio.  &#8216;ANNESSI&#8217;. <i>El Azufre Rojo</i> 10 (2022).
            </div>
            <div xmlns="" class="entry">McAuley, Denis, and Jane Clark.  &#8216;Some Notes on the Manuscript Veliyuddin 51&#8217;. <i>Journal of the Muhyiddin Ibn 'Arabi Society</i> 40 (2006).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Khams ras&#257;&#702;il fi l-sul&#363;k</i>.
               
                Edited by Ayman &#7716;amd&#299; al-Akbar&#299; and &#703;Al&#299; Jum&#703;a.  al-Q&#257;hira:
                Mu&#702;assasat Ibn al-&#703;Arab&#299; li-l-Bu&#7717;&#363;th wa-l-Nashr, 2021.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ra&#7717;ma min al-Ra&#7717;m&#257;n f&#299; tafs&#299;r wa-ish&#257;r&#257;t al-Qur&#257;n min kal&#257;m al-Shaykh Mu&#7717;y&#299; l-D&#299;n Ibn al-&#703;Arab&#299;</i>.
               
                Edited by Ma&#7717;m&#363;d al-Ghur&#257;b.  Qom:
                Intish&#257;r&#257;t Dhaw&#299; al-Qurb&#257;, 1989.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#702;il Ibn al-&#703;Arab&#299; (1/3)</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b.  1.
                Dimashq:
                &#1583;&#1575;&#1585; &#1606;&#1610;&#1606;&#1608;&#1609;, 2021.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#702;il Ibn al-&#703;Arab&#299; (2/3)</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b.  1.
                Dimashq:
                &#1583;&#1575;&#1585; &#1606;&#1610;&#1606;&#1608;&#1609;, 2021.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#702;il Ibn al-&#703;Arab&#299; (3/3)</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b.  1.
                Dimashq:
                &#1583;&#1575;&#1585; &#1606;&#1610;&#1606;&#1608;&#1609;, 2021.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>&#703;Anq&#257;&#702; mughrib f&#299; ma&#703;rifat khatm al-awliy&#257;&#702; wa-shams al-maghrib</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b.  al-Q&#257;hirah:
                Shirkat al-Quds li-l-Nashr wa-l-Tawz&#299;&#703;, 2017.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Maw&#257;qi&#703; al-nuj&#363;m wa-ma&#7789;&#257;li&#703; ahillat al-asr&#257;r wa-l-&#703;ul&#363;m</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b.  al-Q&#257;hirah:
                Shirkat al-Quds li-l-Nashr wa-l-Tawz&#299;&#703;, 2016.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-Ma&#7717;ajja al-bay&#7693;a&#702; fi l-a&#7717;k&#257;m al-shar&#703;iyya wa-l-&#257;d&#257;b al-d&#299;niyya</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b.  al-Q&#257;hirah:
                Shirkat al-Quds li-l-Nashr wa-l-Tawz&#299;&#703;, 2017.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-Tanazzul&#257;t al-Maw&#7779;iliyya f&#299; asr&#257;r al-&#7789;ah&#257;r&#257;t wa-l-&#7779;al&#257;t wa-l-ayy&#257;m al-a&#7779;liyya</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b.  al-Q&#257;hirah:
                Shirkat al-Quds li-l-Nashr wa-l-Tawz&#299;&#703;, 2017.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Fu&#7779;&#363;&#7779; al-&#7717;ikam</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b and Abr&#257;r A&#7717;mad Sh&#257;hi.  al-Q&#257;hirah:
                Shirkat al-Quds li-l-Nashr wa-l-Tawz&#299;&#703;, 2017.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Kashf al-ma&#703;n&#257; &#703;an sirr asm&#257;&#702; All&#257;h al-&#7717;usn&#257;</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n al-Man&#7779;&#363;b and Abr&#257;r A&#7717;mad Sh&#257;hi.  al-Q&#257;hirah:
                Shirkat al-Quds li-l-Nashr wa-l-Tawz&#299;&#703;, 2016.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-Ajwiba al-&#703;Arabiyya f&#299; shar&#7717; al-na&#7779;&#257;&#702;i&#7717; al-Y&#363;sufiyya; wa-yal&#299;h al-Amr al-mu&#7717;kam al-marb&#363;&#7789; f&#299;m&#257; yalzam ahl &#7789;ar&#299;q All&#257;h min
                  al-Shur&#363;&#7789;; wa-yal&#299;h Mishk&#257;t al-&#703;uq&#363;l al-muqtabasa min n&#363;r al-manq&#363;l</i>.
               
                Edited by A&#7717;mad b. Far&#299;d b. A&#7717;mad al-Maz&#299;d&#299;.  Bayr&#363;t:
                D&#257;r al-Kutub al-&#703;Ilm&#299;yah, 2010.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>D&#299;w&#257;n Dhakh&#257;&#702;ir [wa-]l-a&#703;l&#257;q: shar&#7717; Tarjum&#257;n al-ashw&#257;q</i>.
               
                Edited by Mu&#7717;ammad &#703;Alam al-D&#299;n al-Shaq&#299;r&#257;.  al-Q&#257;hirah:
                &#703;Ayn li-l-dir&#257;s&#257;t wa-l-bu&#7717;uth al-ins&#257;niyyah wa-l-ijtim&#257;&#703;iyyah, 1995.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ibn al-Arabi on the mysteries of fasting from the Fut&#363;&#7717;&#257;t al-Makk&#299;yah (Meccan revelations)</i>.
               
                Edited by Laleh Bakhtiar.  Translated by Aisha Abdurrahman Bewley.  Chicago?:
                Great Books of the Islamic World, 2009.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ibn Al-arabi on the Mysteries of Bearing Witness: To the Oneness of God and Messengership of Muhammad from the Futuhat Al-makkiyya</i>.
               
                Edited by Laleh Bakhtiar.  Translated by Aisha Bewley.  Kazi Pubns Inc, 2007.
            </div>
            <div xmlns="" class="csl-entry">Bakri, Aladdin, ed. &#8216;Symbolisme et herm&eacute;neutique dans la pens&eacute;e d'Ibn Arabi : [actes du colloque, Damas, 22-24 juin 2005]&#8217;. Instituto Cervantes, 2007.</div>
            <div xmlns="" class="csl-entry">Chittick, William C., and Michel Chodkiewicz, eds. &#8216;Les illuminations de la Mecque = the Meccan illuminations = al-Fut&ucirc;h&acirc;t al-Makkiyya&#8217;. Sindbad, 1988.</div>
            <div xmlns="" class="csl-entry">Hirtenstein, Stephen, and Michael Tiernan, eds. &#8216;Muhyiddin Ibn &#703;Arabi: a commemorative volume&#8217;. Element for the Muhyiddin Ibn &acute;Arabi society, 1993.</div>
            <div xmlns="" class="entry">Austin, Ralph William Julius.  &#8216;Ibn al-&#703;Arabi - poet of divine realities&#8217;.  Edited by Stephen Hirtenstein and Michael Tiernan. <i></i> (1993).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>H&#257;dh&#257; al-D&#299;w&#257;n al-akbar lil-Shaykh Mu&#7717;y&#299; al-D&#299;n ibn &#703;Arab&#299; al-&#7716;&#257;tim&#299; al-Andalus&#299; al-&#7788;&#257;&#700;&#299;</i>.
               
                Edited by Shih&#257;b al-D&#299;n Mu&#7717;ammad Ibn Ism&#257;&#703;&#299;l.  B&#363;l&#257;q, 1271.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Knowledge and Causality in Ibn al-&#703;Arab&#299;&#8217;s Book of Giving, and the Buddhist Notion of Dependent Origination&#8217;.  Edited by Aydogan Kars and Ashkan Bahrani. <i>Religions</i> 13 (2022): 768.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Fu&#7779;&#363;&#7779; al-&#7717;ikam</i>.
               
                Edited by Mahmud Erol Kili&ccedil; and Abdurrahim Alk&#305;&#351;.  &#304;stanbul:
                Litera Yay&#305;nc&#305;l&#305;k, 2016.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Fihris mu&#702;allaf&#257;t Mu&#7717;&#299;yidd&#299;n Ibn &#703;Arab&#299;&#8217;.  Edited by &#703;Aww&#257;d K&#363;rkis. <i>Majallat al-Majma&#703; al-&#703;Ilm&#299; al-&#703;Arab&#299;</i> 29, 30 (1954).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-Fut&#363;&#7717;&#257;t al-Makk&#299;yah</i>.
               
                Edited by &#703;Abd al-&#703;Az&#299;z Sul&#7789;&#257;n &#7788;&#257;hir Man&#7779;&#363;b.  al-Qahirah:
                al-Majlis al-A'la lil-Thaqafah, 2013.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;EDIZIONE DEL KIT&#256;B AL-AMR AL-MU&#7716;KAM AL-MARB&#362;&#7788; F&#298;- M&#256; YALZAM AHL &#7788;AR&#298;Q ALL&#256;H MIN AL-&#352;UR&#362;&#7788; DI IBN &#699;ARAB&#298;&#8217;.  Edited by Maurizio Marconi. <i>El Azufre Rojo</i> 11 (2023).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;IL LIBRO DELLE RISPOSTE ARABE (KIT&#256;B AL-A&#486;WIBA AL-&#703;ARABIYYA) DI IBN &#703;ARAB&#298;. Edizione, traduzione e note a cura di Maurizio
               Marconi&#8217;.  Edited by Maurizio Marconi. <i>El Azufre Rojo</i> 7 (2020).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;EDIZIONE DEL KIT&#256;B KUNH M&#256; L&#256; BUDDA LI-L-MUR&#298;D MIN-H DI IBN &#699;ARAB&#298;&#8217;.  Edited by Maurizio Marconi. <i>El Azufre Rojo</i> 11 (2023).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;EDIZIONE: IL LIBRO DELLA CERTEZZA (KIT&#256;B AL-YAQ&#298;N) DI IBN &#703;ARAB&#298;&#8217;.  Edited by Maurizio Marconi. <i>El Azufre Rojo</i> 7 (2020).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;EDIZIONE ARABA DEL KIT&#256;B AL-MA&#699;RIFA DI IBN &#703;ARAB&#298;.&#8217;.  Edited by Maurizio Marconi. <i>El Azufre Rojo</i> 12 (2024).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Edizione del Kit&#257;b in&#353;&#257;&#8217; al-daw&#257;&#8217;ir&#8217;.  Edited by Maurizio Marconi. <i>El Azufre Rojo</i> 5 (2018).
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;.  &#8216;Chapter 2 - Ris&#257;lat al-Anw&#257;r&#8217;.  Edited by Bernd Radtke. <i></i> (2005): 27-201.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;, and  . <i>al-Fut&#363;&#7717;&#257;t al-Makk&#299;yah</i>.
               
                Edited by A&#7717;mad Shams al-D&#299;n and &#1571;&#1581;&#1605;&#1583; &#1588;&#1605;&#1587; &#1575;&#1604;&#1583;&#1610;&#1606;.  al-&#7788;ab&#703;ah 1., &#1575;&#1604;&#1591;&#1576;&#1593;&#1577; 1..
                Bayr&#363;t:
                D&#257;r al-Kutub al-&#703;Ilm&#299;yah, 1999.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Kashf al-ghi&#7789;&#257;&#702; &#703;an asr&#257;r al-&#703;anq&#257;&#702;: Shar&#7717; wa-ta&#7717;q&#299;q kitab &#703;anq&#257;&#702; Maghrib f&#299; ma&#703;rifat khatm al-awliy&#257;&#702; wa-shams al-Maghrib</i>.
               
                Edited by Mu&#7717;ammad S&#257;lim.  Cairo:
                &#703;&#256;lam al-Fikr li-l-&#7788;ib&#257;&#703;ah wa-l-Nashr wa-l-Tawz&#299;&#703;, 1999.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Textes sur le je&ucirc;ne</i>.
               
                Edited by Abd ar-Razz&acirc;q Yahya.  2e &eacute;d.
                Beyrouth [Paris]:
                &Eacute;d. Al-Bouraq, 1996.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#299;l Ibn al&#8211;&#703;Arab&#299; (1/5)</i>.
               
                Edited by Sa&#703;&#299;d &#703;Abd al-Fatt&#257;&#7717;.  London:
                Al-Intish&#257;r al-&#703;Arab&#299;, 2001.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#299;l Ibn al&#8211;&#703;Arab&#299; (2/5)</i>.
               
                Edited by Sa&#703;&#299;d &#703;Abd al-Fatt&#257;&#7717;.  London:
                Al-Intish&#257;r al-&#703;Arab&#299;, 2002.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#299;l Ibn al&#8211;&#703;Arab&#299; (5/5)</i>.
               
                Edited by Sa&#703;&#299;d &#703;Abd al-Fatt&#257;&#7717;.  London:
                Al-Intish&#257;r al-&#703;Arab&#299;, 2005.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#299;l Ibn al&#8211;&#703;Arab&#299; (4/5)</i>.
               
                Edited by Sa&#703;&#299;d &#703;Abd al-Fatt&#257;&#7717;.  London:
                Al-Intish&#257;r al-&#703;Arab&#299;, 2004.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>Ras&#257;&#299;l Ibn al&#8211;&#703;Arab&#299; (3/5)</i>.
               
                Edited by Sa&#703;&#299;d &#703;Abd al-Fatt&#257;&#7717;.  London:
                Al-Intish&#257;r al-&#703;Arab&#299;, 2005.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>K. al-&#7716;ujub</i>.
               
                Edited by Sa&#703;&#299;d &#703;Abd al-Fatt&#257;&#7717;.  Cairo:
                Maktabat al-Thiq&#257;fah al-D&#299;niyyah, 2003.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-Fihrist wa-l-Ij&#257;za</i>.
               
                Edited by Bakr&#299; &#703;Al&#257;&#702; al-D&#299;n.  Dimashq:
                D&#257;r al-Shaykh al-Akbar Mu&#7717;y&#299; al-D&#299;n ibn al-&#703;Arab&#299;, 2020.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-&#703;Ab&#257;dilah</i>.
               
                Edited by &#703;Abd al-Q&#257;dir A&#7717;mad &#703;A&#7789;&#257;.  al-Q&#257;hirah:
                Maktabat al-Q&#257;hirah, 1969.
            </div>
            <div xmlns="" class="entry">Ibn al-&#703;Arab&#299;, Mu&#7717;y&#299; al-D&#299;n Mu&#7717;ammad b. &#703;Al&#299;. <i>al-&#703;Ab&#257;dilah</i>.
               
                Edited by Ayman &#7716;amd&#299;.  al-Sh&#257;riqah:
                Mu&#702;assat Ibn al-&#703;Arab&#299; li-l-Bu&#7717;&#363;th wa-l-Nashr, 2022.
            </div>
         </div>
      </div>
   </body>
</html>